/* empty css                         */import { g as createVNode, s as spreadAttributes, F as Fragment } from '../astro.ebb7085f.mjs';
import { $ as $$Article } from './别后记.md.c15545f1.mjs';
import 'html-escaper';
import 'cookie';
import 'kleur/colors';
import 'slash';
import 'path-to-regexp';
import 'mime';
import 'string-width';
import './404.md.c2af8725.mjs';
/* empty css                         */import './rss.xml.ts.7fa157b0.mjs';
import '@astrojs/rss';

const images = {
					
				};

				function updateImageReferences(html) {
					return html.replaceAll(
						/__ASTRO_IMAGE_="(.+)"/gm,
						(full, imagePath) => spreadAttributes({src: images[imagePath].src, ...images[imagePath].attributes})
					);
				}

				const html = updateImageReferences("<p>我站在老家旧屋的卧室门口。这是没人住的空房间，为了拆迁多赔点钱，房间里装满了橱柜，墙上贴满瓷砖。采光不行，一排排橱柜在黑暗里交错，只有砖面粼粼反光，如同一座诡谲的迷宫。旧屋中还有很多这种充斥了橱柜新贴了瓷砖的房间。父母和我从不来住；本来老拌嘴于是分睡的爷爷奶奶，为了多腾空间装橱柜，也将就着住到一起。霉味比以前更加浓厚，和着新的装潢气味成为颜色奇怪的混合物，让我抽了抽鼻子。</p>\n<p>其实说从不来住并不确切。小时候，很小的时候，新年，我还来住过。除夕夜我坐在爷爷的床边，从那台大屁股电视机里看春晚，爸妈坐在对面奶奶的床上嗑瓜子。一直到十点多，必须得去睡了。我躺在床上，噼里啪啦的鞭炮声在窗外此起彼伏，间杂烟花咻咻地升上去，炸开，房间里漫过紫色绿色红色的光亮、再熄下去。乡下的湿冷比城市的厉害得多，在城市里走在马路上也有汽车尾气来烤你的屁股；到了乡下，就算有空调，大家也都默契地不打开，只是裹紧被子——那层厚实的棉。被子的味道说不清是旧置的霉味还是太阳晒过的气味，抑或兼而有之。我辗转反侧，一边昏昏沉沉地为没看魔术而闷闷不乐，一边安慰自己还有回放；忽然慢慢睁开眼，屋子里亮堂着，已是第二天上午。</p>\n<p>我沿着陡峭的楼梯下来，几步走进厨房。灶台沉默地蜷在厨房的角落里，背面和墙构成的窄缝间，柴草很少。每次回老家，爷爷奶奶总会烧一大桌菜，忙活不过来，就让我帮忙看火。我折断一小把柴，用火钳送进灶膛里，再松松灰，好让新鲜空气能涌进来。火焰舞动着舔舐锅底，热空气从灶口逃逸，哄的我昏昏欲睡。我托腮出神，聆听锅碗瓢盆的碰撞、油沸腾的尖叫、柴爆裂的轻吟，直到火焰小下去，我手忙脚乱地添柴。我再不可能坐到灶台后面狭小的空间里，再听一遍沸水尖叫、柴火爆裂，因为今天我们不吃中饭，一会儿就走。没想到和灶台和旧屋的道别居然如此草率，个把月后，拆迁工程队就会把这里夷为荒墟。讲完故事的灶台，锈迹斑斑、漆皮脱落的铁质窗框，新贴的瓷砖、新装的橱柜，将统统粉碎，最终成为荒草丛生的一部分。</p>\n<p>老爸的老福克斯停在旧屋前的场地上。临走之际，我看到油绿的苔藓嵌在场地一角的裂痕里。想起某个夏夜，我们在这里吃晚饭，吃到天上稀星点点、银河隐约流转，才意犹未尽地收拾碗筷，把桌子搬回堂屋。拆迁队不会费事锤凿这块平整的水泥场地，但巨硕的橡胶轮和履带会碾过去，一阵大吵大闹以后，不变的是夏夜的交响虫鸣。</p>\n<br>\n<p>再回来，老爸故意把车开得很慢，可村口还是成为我们窗外转瞬即逝的过客。我瞥见茂密的竹林，下降再上升的坡道，以及屋后的小河——它缓缓流淌，穿过车下的桥。那条幽深野径通向的旧地，如同我的记忆一地狼藉，很快落于车后。右手边则出现新村：清一色橙红色的砖墙，四层半高，整齐排列。如果给这座新农村外围建上一圈商铺，填上奶茶店罗森便利店书店理发店琴行，好像它和城市社区的区别也就仅在于住客百分之九十都是垂垂老矣之人。</p>\n<p>拆迁分批次，爷爷奶奶将来的新居还没建好，暂时租住于此。一开车门，爷爷就迎上来，我赶紧咧开嘴叫他。他穿着松垮褪色的短袖，拴在皮带里，长裤拎得很高。他的鼻毛总不修，胡子总不刮干净，一见到我就一脸笑容，笑出满脸皱纹和虽泛黄而仍整齐的牙齿——跟上回见他没什么两样。但我又觉得他邋遢了那么一点点，矮小了那么一点点，枯瘦了那么一点点。是不是时间在偷偷修改细节，而我只能凭靠直觉分辨；是不是拆迁队的锤子击碎了旧屋，仿佛带走一个农民充满拮据与劳苦的经历，剩下一具老朽的壳。</p>\n<p>我随爷爷上楼以后，就坐在租屋的卧室里。床是从旧屋里搬来的，下面塞满了各种箱子，箱子里塞满各种他们不能断舍离的老东西。我想兀自看我的平板，但只要我坐在房间里，爷爷就会反复问我，现在读初几，学习累不累，周末几个补习班。我只能强笑着回答他，解释已经解释了好几遍的事——爷爷的记忆力打从搬出旧屋就开始减退，父母都让我耐心一点。同时爷爷还要看电视。节目播放着鲜少人关心的地方新闻，例如新型大棚收成好，新式育秧机超高效，例如某某村为迎接某传统节日，邀请大妈表演了融合传统文化元素的广场舞。电视机的声音，夹上一句爷爷看到兴头上的议论，打断我通过互联网的逃离。我起身，欲想抖掉嘈杂，视线穿过窗外密匝悬挂的湿衣，看到楼下河道里淤泥露出水面，花坛像团沆瀣一气的杂草，鸡冠花胡乱盛开，突然从中窜出一条流浪狗。</p>\n<br>\n<p>新房子正慢慢建起来，就在租屋东面的一大片荒地上。周边几座房子基本上都是旧村的熟人，然而少了开阔的场地，置身房屋间的阴翳里，熟人的关系也会变得松散。家里嘱托了位不远不近的亲戚代理建造事宜，但即使村里边已经发来图纸，那位亲戚有时候还搞不清楚，非要一百公里外的父亲时不时操心。我见过他一回，生得矮胖，一副典型农村生意人的模样，长方形的脸上长着两枚精明的眼睛，让我不免腹诽他一定在怠慢我们。老爸很快就意识到他托错人了，可是并不能中途叫停。“万一我们以后还得叫他帮帮忙呢？”父亲摊摊手——难怪我以前的外教习得简单中国话的同时，居然也懂“面子”“关系”之类的难言之隐；情面就是一道横亘的山脉，没有愚公，只有慎之又慎地服从现实。再后来到装修环节，父亲改叫我姑父代理，一下省了不少拐弯抹角，大家都柳暗花明又一村似的长吁一气。</p>\n<p>爷爷说要去看新房子，老爸问我去不去。我不大想去，但爷爷正用期盼的眼神盯着我。我说去吧，于是跟着父亲走过工地的泥泞，小心地绕开宽大车辙印中的积水，还是避免不了鞋边被抹上土色。来了很多回，我用我的眼睛和脑子摄下琐碎的帧。新屋前永远堆着砾石与黄沙，背景不断变换：巨大的坑，水泥地基，两层楼，四层楼，浇顶，喷外墙。走进屋里，锐利的钢丝末端从水泥里戳出来，像骨刺，必须小心避开；地上散落着碎砖和备用的塑料管道，踩着一地沙子和灰白粉末跳一跳，地面如同月壤，烟尘斗乱。</p>\n<p>爷爷老指着别人家的屋子说，你看他们怎么造这么快，都封顶了，我们才造两层。父亲知道老爷子急着搬进去，好省下租费，但父亲除开了工作不想忙上加忙，就说慢慢来嘛，不着急。爷爷花费很久才习惯于咽回抱怨话，那时新屋已不再于一众四层半的乡墅中鸡立鹤群，如他所愿，泯然众屋。</p>\n<br>\n<p>最近一次回去，老家彻底改头换面。医疗产业园里，租金低廉的空楼以玻璃外墙为皮肤。直达杭州的城际铁路上列车飞驶，席卷风声，轮子轧过钢轨的接点，咔哒咔哒。开车经过高层小区，上次见还有工程车进进出出，现在已经住进拆迁户，满目花红被子 T 恤内裤。母亲说当初我们也拿拆迁房好了，说不定房价还会涨。父亲沉默一阵，说是爸妈执意要拿地造房子。</p>\n<p>我们顺便拜访了以前的邻居的新居，规划得井井有条。底楼租给瓷砖店当门面，五六口人住三层绰绰有余；顶楼的半层还修了洗手间，专门在倾斜的房顶上开了扇天窗——得是卓有远见的行家里手，才会在封顶时预留位置。母亲不仅钦佩这点，而且他们的房门为烤漆门，反观我们家，门是古铜色雕花的、本应位于大门口的样式。于是她数落父亲为什么不好好挑门，老爸理直气壮，说又不常住，讲究什么，省点钱不挺好。我也有不满，我不满为什么外墙喷成土黄色，画黑色的砖线，简直太有新农村特色。尽管新村里的新房大多如此，我还是发现某幢房的外墙是冷白，没有画砖线，如同在一群黝黑粗糙的少年中惊鸿瞥见一位肤如凝脂的女孩。</p>\n<p>和父亲再次路过那幢房子的时候，又忍不住点赞几句。父亲显出满脸鄙夷，说有什么好看的，时间长了反倒藏不住尘垢。我连忙说，哎呀年轻人审美嘛，一边眼睛仍在洁白上驻足片刻，一边为我们家灰头土脸的新居失望。其实说白了，我心里还在尝试把新居当作喧嚣之外的僻静之地，所以我期盼房子和景区的民宿一般精致；四层半楼啊，好多卧室啊，好多落地窗啊，它怎么也该承蒙“别墅”之美名。母亲说了，以后房子要继承给你，这儿有一块土地、是你的根，于是有一刹那，我心里一股神圣感油然而生。</p>\n<p>然而母亲也知道这话多少有点扯淡。这块土地是爷爷的根，他在这里经受饥馑荒年，当过生产队队长、厨师、点心店老板，至今未尝离开；他洒下的汗连同种子一起落进土里，他烹出的烟火依旧在许多乡亲苦中作乐的回忆中氤氲。这块土地是父亲的根，他从小就会打猪草挖蚯蚓钓蛤蟆，在凉风中赤脚跑过田埂；而几里外的中学是他出发的原点，他在那儿刷了一套套高考卷，从农村跃进上海，至今仍引以为傲。可我，爷爷的孙子，爸爸的儿子，好像跟这土地并没什么关系。我和所有生在城里的小孩一样，四体不勤五谷不分，穿着富有弹性的鞋，跑个一千米犹如九死一生。我更像一粒孢子，四海为家，野蛮生长；钢筋混凝土玻璃外墙柏油路渐渐化作我的外壳，并且代代遗传。而我与土地细若游丝的联系，仅仅在于见证它的变迁，观望城市化带走宁静祥和的村落，铺开虚浮表面的远大前程。当子孙后代习惯于只在 5A 景区欣赏自然风光，认定模仿城市是农村的笨拙，只有祖祖辈辈，爷爷，父亲，还有我，记得很久以前那种迟钝其实蕴含了质朴和纯粹。那种迟钝的质朴与纯粹不会重来，鳞次栉比的新居注定将其抹去，像飓风刮过马孔多，而我们，也成了下一代眼里迟钝笨拙的人。</p>");

				const frontmatter = {"layout":"../../layouts/Article.astro","title":"迟钝之地","description":"村落 迟钝地从一处搬到另一处 从一个时代来到另一个时代","pubDate":"2023/05/11","author":"Youzuo Zhang","heroImage":"https://images.unsplash.com/photo-1599151893427-e09096e38d6d?auto=format&fit=crop&w=1740"};
				const file = "/home/runner/wordland/src/pages/words/迟钝之地.md";
				const url = "/words/迟钝之地";
				function rawContent() {
					return "\n我站在老家旧屋的卧室门口。这是没人住的空房间，为了拆迁多赔点钱，房间里装满了橱柜，墙上贴满瓷砖。采光不行，一排排橱柜在黑暗里交错，只有砖面粼粼反光，如同一座诡谲的迷宫。旧屋中还有很多这种充斥了橱柜新贴了瓷砖的房间。父母和我从不来住；本来老拌嘴于是分睡的爷爷奶奶，为了多腾空间装橱柜，也将就着住到一起。霉味比以前更加浓厚，和着新的装潢气味成为颜色奇怪的混合物，让我抽了抽鼻子。\n\n其实说从不来住并不确切。小时候，很小的时候，新年，我还来住过。除夕夜我坐在爷爷的床边，从那台大屁股电视机里看春晚，爸妈坐在对面奶奶的床上嗑瓜子。一直到十点多，必须得去睡了。我躺在床上，噼里啪啦的鞭炮声在窗外此起彼伏，间杂烟花咻咻地升上去，炸开，房间里漫过紫色绿色红色的光亮、再熄下去。乡下的湿冷比城市的厉害得多，在城市里走在马路上也有汽车尾气来烤你的屁股；到了乡下，就算有空调，大家也都默契地不打开，只是裹紧被子——那层厚实的棉。被子的味道说不清是旧置的霉味还是太阳晒过的气味，抑或兼而有之。我辗转反侧，一边昏昏沉沉地为没看魔术而闷闷不乐，一边安慰自己还有回放；忽然慢慢睁开眼，屋子里亮堂着，已是第二天上午。\n\n我沿着陡峭的楼梯下来，几步走进厨房。灶台沉默地蜷在厨房的角落里，背面和墙构成的窄缝间，柴草很少。每次回老家，爷爷奶奶总会烧一大桌菜，忙活不过来，就让我帮忙看火。我折断一小把柴，用火钳送进灶膛里，再松松灰，好让新鲜空气能涌进来。火焰舞动着舔舐锅底，热空气从灶口逃逸，哄的我昏昏欲睡。我托腮出神，聆听锅碗瓢盆的碰撞、油沸腾的尖叫、柴爆裂的轻吟，直到火焰小下去，我手忙脚乱地添柴。我再不可能坐到灶台后面狭小的空间里，再听一遍沸水尖叫、柴火爆裂，因为今天我们不吃中饭，一会儿就走。没想到和灶台和旧屋的道别居然如此草率，个把月后，拆迁工程队就会把这里夷为荒墟。讲完故事的灶台，锈迹斑斑、漆皮脱落的铁质窗框，新贴的瓷砖、新装的橱柜，将统统粉碎，最终成为荒草丛生的一部分。\n\n老爸的老福克斯停在旧屋前的场地上。临走之际，我看到油绿的苔藓嵌在场地一角的裂痕里。想起某个夏夜，我们在这里吃晚饭，吃到天上稀星点点、银河隐约流转，才意犹未尽地收拾碗筷，把桌子搬回堂屋。拆迁队不会费事锤凿这块平整的水泥场地，但巨硕的橡胶轮和履带会碾过去，一阵大吵大闹以后，不变的是夏夜的交响虫鸣。\n\n<br/>\n\n再回来，老爸故意把车开得很慢，可村口还是成为我们窗外转瞬即逝的过客。我瞥见茂密的竹林，下降再上升的坡道，以及屋后的小河——它缓缓流淌，穿过车下的桥。那条幽深野径通向的旧地，如同我的记忆一地狼藉，很快落于车后。右手边则出现新村：清一色橙红色的砖墙，四层半高，整齐排列。如果给这座新农村外围建上一圈商铺，填上奶茶店罗森便利店书店理发店琴行，好像它和城市社区的区别也就仅在于住客百分之九十都是垂垂老矣之人。\n\n拆迁分批次，爷爷奶奶将来的新居还没建好，暂时租住于此。一开车门，爷爷就迎上来，我赶紧咧开嘴叫他。他穿着松垮褪色的短袖，拴在皮带里，长裤拎得很高。他的鼻毛总不修，胡子总不刮干净，一见到我就一脸笑容，笑出满脸皱纹和虽泛黄而仍整齐的牙齿——跟上回见他没什么两样。但我又觉得他邋遢了那么一点点，矮小了那么一点点，枯瘦了那么一点点。是不是时间在偷偷修改细节，而我只能凭靠直觉分辨；是不是拆迁队的锤子击碎了旧屋，仿佛带走一个农民充满拮据与劳苦的经历，剩下一具老朽的壳。\n\n我随爷爷上楼以后，就坐在租屋的卧室里。床是从旧屋里搬来的，下面塞满了各种箱子，箱子里塞满各种他们不能断舍离的老东西。我想兀自看我的平板，但只要我坐在房间里，爷爷就会反复问我，现在读初几，学习累不累，周末几个补习班。我只能强笑着回答他，解释已经解释了好几遍的事——爷爷的记忆力打从搬出旧屋就开始减退，父母都让我耐心一点。同时爷爷还要看电视。节目播放着鲜少人关心的地方新闻，例如新型大棚收成好，新式育秧机超高效，例如某某村为迎接某传统节日，邀请大妈表演了融合传统文化元素的广场舞。电视机的声音，夹上一句爷爷看到兴头上的议论，打断我通过互联网的逃离。我起身，欲想抖掉嘈杂，视线穿过窗外密匝悬挂的湿衣，看到楼下河道里淤泥露出水面，花坛像团沆瀣一气的杂草，鸡冠花胡乱盛开，突然从中窜出一条流浪狗。\n\n<br/>\n\n新房子正慢慢建起来，就在租屋东面的一大片荒地上。周边几座房子基本上都是旧村的熟人，然而少了开阔的场地，置身房屋间的阴翳里，熟人的关系也会变得松散。家里嘱托了位不远不近的亲戚代理建造事宜，但即使村里边已经发来图纸，那位亲戚有时候还搞不清楚，非要一百公里外的父亲时不时操心。我见过他一回，生得矮胖，一副典型农村生意人的模样，长方形的脸上长着两枚精明的眼睛，让我不免腹诽他一定在怠慢我们。老爸很快就意识到他托错人了，可是并不能中途叫停。“万一我们以后还得叫他帮帮忙呢？”父亲摊摊手——难怪我以前的外教习得简单中国话的同时，居然也懂“面子”“关系”之类的难言之隐；情面就是一道横亘的山脉，没有愚公，只有慎之又慎地服从现实。再后来到装修环节，父亲改叫我姑父代理，一下省了不少拐弯抹角，大家都柳暗花明又一村似的长吁一气。\n\n爷爷说要去看新房子，老爸问我去不去。我不大想去，但爷爷正用期盼的眼神盯着我。我说去吧，于是跟着父亲走过工地的泥泞，小心地绕开宽大车辙印中的积水，还是避免不了鞋边被抹上土色。来了很多回，我用我的眼睛和脑子摄下琐碎的帧。新屋前永远堆着砾石与黄沙，背景不断变换：巨大的坑，水泥地基，两层楼，四层楼，浇顶，喷外墙。走进屋里，锐利的钢丝末端从水泥里戳出来，像骨刺，必须小心避开；地上散落着碎砖和备用的塑料管道，踩着一地沙子和灰白粉末跳一跳，地面如同月壤，烟尘斗乱。\n\n爷爷老指着别人家的屋子说，你看他们怎么造这么快，都封顶了，我们才造两层。父亲知道老爷子急着搬进去，好省下租费，但父亲除开了工作不想忙上加忙，就说慢慢来嘛，不着急。爷爷花费很久才习惯于咽回抱怨话，那时新屋已不再于一众四层半的乡墅中鸡立鹤群，如他所愿，泯然众屋。\n\n<br/>\n\n最近一次回去，老家彻底改头换面。医疗产业园里，租金低廉的空楼以玻璃外墙为皮肤。直达杭州的城际铁路上列车飞驶，席卷风声，轮子轧过钢轨的接点，咔哒咔哒。开车经过高层小区，上次见还有工程车进进出出，现在已经住进拆迁户，满目花红被子 T 恤内裤。母亲说当初我们也拿拆迁房好了，说不定房价还会涨。父亲沉默一阵，说是爸妈执意要拿地造房子。\n\n我们顺便拜访了以前的邻居的新居，规划得井井有条。底楼租给瓷砖店当门面，五六口人住三层绰绰有余；顶楼的半层还修了洗手间，专门在倾斜的房顶上开了扇天窗——得是卓有远见的行家里手，才会在封顶时预留位置。母亲不仅钦佩这点，而且他们的房门为烤漆门，反观我们家，门是古铜色雕花的、本应位于大门口的样式。于是她数落父亲为什么不好好挑门，老爸理直气壮，说又不常住，讲究什么，省点钱不挺好。我也有不满，我不满为什么外墙喷成土黄色，画黑色的砖线，简直太有新农村特色。尽管新村里的新房大多如此，我还是发现某幢房的外墙是冷白，没有画砖线，如同在一群黝黑粗糙的少年中惊鸿瞥见一位肤如凝脂的女孩。\n\n和父亲再次路过那幢房子的时候，又忍不住点赞几句。父亲显出满脸鄙夷，说有什么好看的，时间长了反倒藏不住尘垢。我连忙说，哎呀年轻人审美嘛，一边眼睛仍在洁白上驻足片刻，一边为我们家灰头土脸的新居失望。其实说白了，我心里还在尝试把新居当作喧嚣之外的僻静之地，所以我期盼房子和景区的民宿一般精致；四层半楼啊，好多卧室啊，好多落地窗啊，它怎么也该承蒙“别墅”之美名。母亲说了，以后房子要继承给你，这儿有一块土地、是你的根，于是有一刹那，我心里一股神圣感油然而生。\n\n然而母亲也知道这话多少有点扯淡。这块土地是爷爷的根，他在这里经受饥馑荒年，当过生产队队长、厨师、点心店老板，至今未尝离开；他洒下的汗连同种子一起落进土里，他烹出的烟火依旧在许多乡亲苦中作乐的回忆中氤氲。这块土地是父亲的根，他从小就会打猪草挖蚯蚓钓蛤蟆，在凉风中赤脚跑过田埂；而几里外的中学是他出发的原点，他在那儿刷了一套套高考卷，从农村跃进上海，至今仍引以为傲。可我，爷爷的孙子，爸爸的儿子，好像跟这土地并没什么关系。我和所有生在城里的小孩一样，四体不勤五谷不分，穿着富有弹性的鞋，跑个一千米犹如九死一生。我更像一粒孢子，四海为家，野蛮生长；钢筋混凝土玻璃外墙柏油路渐渐化作我的外壳，并且代代遗传。而我与土地细若游丝的联系，仅仅在于见证它的变迁，观望城市化带走宁静祥和的村落，铺开虚浮表面的远大前程。当子孙后代习惯于只在 5A 景区欣赏自然风光，认定模仿城市是农村的笨拙，只有祖祖辈辈，爷爷，父亲，还有我，记得很久以前那种迟钝其实蕴含了质朴和纯粹。那种迟钝的质朴与纯粹不会重来，鳞次栉比的新居注定将其抹去，像飓风刮过马孔多，而我们，也成了下一代眼里迟钝笨拙的人。\n";
				}
				function compiledContent() {
					return html;
				}
				function getHeadings() {
					return [];
				}
				async function Content() {
					const { layout, ...content } = frontmatter;
					content.file = file;
					content.url = url;
					const contentFragment = createVNode(Fragment, { 'set:html': html });
					return createVNode($$Article, {
									file,
									url,
									content,
									frontmatter: content,
									headings: getHeadings(),
									rawContent,
									compiledContent,
									'server:root': true,
									children: contentFragment
								});
				}
				Content[Symbol.for('astro.needsHeadRendering')] = false;

export { Content, compiledContent, Content as default, file, frontmatter, getHeadings, images, rawContent, url };
